amandeepmittal.pug
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dunstontc.viml
dunstontc.vscode-go-syntax
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
golang.go
jakebathman.mysql-syntax
James-Yu.latex-workshop
jinliming2.vscode-go-template
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
pflannery.vscode-versionlens
ritwickdey.LiveServer
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wix.vscode-import-cost
xabikos.JavaScriptSnippets
XadillaX.viml
zhuangtongfa.material-theme
